{"translation-revision-date":"2020-11-10 21:31:03+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Learn the ins and outs of successful coupon marketing from the experts at WooCommerce.":["Pelajari seluk-beluk tentang pemasaran kupon yang sukses dari pakar di WooCommerce."],"Take your coupon marketing to the next level with our recommended coupon extensions.":["Tingkatkan pemasaran kupon Anda ke level selanjutnya dengan ekstensi kupon kami."],"Recommended coupon extensions":["Ekstensi kupon yang disarankan"],"There was an error loading knowledge base posts. Please check again later.":["Terdapat masalah ketika memuat artikel pengetahuan dasar. Silahkan periksa lagi nanti."],"There was an error loading knowledge base posts.":["Ada error saat memuat pos basis pengetahuan."],"There was an error loading recommended extensions.":["Ada error saat memuat ekstensi yang disarankan."],"There was an error loading installed extensions.":["Ada error saat memuat ekstensi yang dipasang."],"There was an error trying to activate the extension.":["Ada error saat mencoba mengaktifkan ekstensi."],"The extension has been successfully activated.":["Ekstensi telah berhasil diaktifkan."],"Learn the ins and outs of successful marketing from the experts at WooCommerce.":["Pelajari pemasaran yang sukses secara mendetail dari pakar di WooCommerce."],"WooCommerce knowledge base":["Basis pengetahuan WooCommerce"],"Great marketing requires the right tools. Take your marketing to the next level with our recommended marketing extensions.":["Pemasaran yang hebat memerlukan alat yang tepat. Pasarkan produk Anda ke level selanjutnya dengan ekstensi pemasaran kami."],"Recommended extensions":["Ekstensi yang disarankan"],"Backtick":["Tanda Aksen Nontirus"],"Comma":["Koma"],"Mutable settings should be mutated via data store.":["Pengaturan yang tidak tetap harus diubah melalui penyimpanan data."],"Mutable settings should be accessed via data store.":["Pengaturan yang tidak tetap harus diakses melalui penyimpanan data."],"Period":["Periode"]}},"comment":{"reference":"packages\/woocommerce-admin\/dist\/wp-admin-scripts\/marketing-coupons.js"}}