{"translation-revision-date":"2020-11-10 21:31:03+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"Allow shopper to sign up for a user account during checkout":["Izinkan pembeli untuk mendaftar menjadi akun pengguna selama pembayaran"],"Account options":["Opsi akun"],"Inputs styled specifically for use on dark background colors.":["Input bergaya khusus untuk digunakan pada warna latar belakang yang gelap."],"Dark mode inputs":["Input mode gelap"],"Style":["Gaya"],"Allow customers to optionally add order notes":["Izinkan pelanggan untuk menambahkan catatan pesanan (opsional)"],"Reduce the number of fields to checkout.":["Kurangi jumlah bidang untuk checkout."],"Error message:":["Pesan error:"],"There was an error whilst rendering the checkout block. If this problem continues, try re-creating the block.":["Ada masalah ketika membuka blok pemeriksaan. Apabila masalah berlanjut, coba buat kembali blok."],"Checkout Block Error":["Blok Pemeriksaan error"],"WooCommerce Cart Page":["Halaman Keranjang WooCommerce"],"Return to Cart button":["Kembali ke tombol Keranjang"],"Show a \"Return to Cart\" link":["Tampilkan tautan \"Kembali ke Keranjang\""],"Pages must be first setup in store settings: <a1>Privacy policy<\/a1>, <a2>Terms and conditions<\/a2>.":["Halaman harus disiapkan terlebih dahulu di pengaturan toko: <a1>Kebijakan privasi<\/a1>, <a2>Syarat dan ketentuan<\/a2>."],"Shows links to your \"terms and conditions\" and \"privacy policy\" pages.":["Tampilkan tautan ke halaman \"syarat dan ketentuan\" dan \"kebijakan privasi\"."],"Show links to policies":["Tampilkan tautan ke kebijakan"],"Navigation options":["Pilihan navigasi"],"Require phone number?":["Butuh nomor telepon?"],"Require company name?":["Butuh nama perusahaan?"],"Include additional address fields in the checkout form.":["Tambahkan bidang alamat tambahan di formulir pemeriksaan."],"Address options":["Pilihan alamat"],"If you would like to use this block as your default checkout you must update your <a>page settings in WooCommerce<\/a>.":["Apabila Anda ingin menggunakan blok ini sebagai pemeriksaan asal, Anda harus memperbarui <a>pengaturan halaman di WooCommerce<\/a>."],"Apartment, suite, etc.":["Apartemen, kamar, dll."],"Phone":["Telepon"],"Company":["Perusahaan"],"Order notes":["Catatan Pesanan"]}},"comment":{"reference":"packages\/woocommerce-blocks\/assets\/js\/blocks\/cart-checkout\/checkout\/edit.js"}}